#### LPerSMSup3 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol L/(sÂ·mÂ³), indicating unit Liters per second cubic meter.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId LPerSMSup3 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property LPerSMSup3 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ LPerSMSup3 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace